Repository: wochatchat/orange-cloud
Catalog: apps/ios/Orange Cloud/Orange Cloud/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es_mx, fr, ja, ko, pt_br, pt_pt, tr, zh_hant, zh_hk

source: Cron 表达式
ar: تعبير Cron
de: Cron-Ausdruck
en: Cron Expression
es_mx: Expresión Cron
fr: Expression Cron
ja: Cron 式
ko: Cron 표현식
pt_br: Expressão Cron
pt_pt: Expressão Cron
tr: Cron ifadesi
zh_hant: Cron 運算式
zh_hk: Cron 運算式

source: D1 存储
ar: تخزين D1
de: D1-Speicher
en: D1 storage
es_mx: Almacenamiento de D1
fr: Stockage D1
ja: D1 ストレージ
ko: D1 저장소
pt_br: Armazenamento do D1
pt_pt: Armazenamento do D1
tr: D1 depolama
zh_hant: D1 儲存
zh_hk: D1 儲存

source: D1 数据库
ar: قاعدة بيانات D1
de: D1-Datenbank
en: D1 Database
es_mx: Base de datos D1
fr: Base de données D1
ja: D1 データベース
ko: D1 데이터베이스
pt_br: Banco de dados D1
pt_pt: Base de dados D1
tr: D1 veritabanı
zh_hant: D1 資料庫
zh_hk: D1 資料庫

source: D1 数据库管理
ar: إدارة قاعدة بيانات D1
de: D1-Datenbankverwaltung
en: D1 Database Management
es_mx: Gestión de bases de datos D1
fr: Gestion de base de données D1
ja: D1 データベース管理
ko: D1 데이터베이스 관리
pt_br: Gerenciamento de bancos de dados D1
pt_pt: Gestão de bases de dados D1
tr: D1 veritabanı yönetimi
zh_hant: D1 資料庫管理
zh_hk: D1 資料庫管理

source: D1 行写入 · %@
ar: صفوف D1 المكتوبة · %@
de: D1-Zeilenschreibvorgänge · %@
en: D1 rows written · %@
es_mx: Filas escritas en D1 · %@
fr: Lignes écrites D1 · %@
ja: D1 行書き込み · %@
ko: D1 기록된 행 · %@
pt_br: Linhas gravadas no D1 · %@
pt_pt: Linhas gravadas no D1 · %@
tr: D1 yazılan satır · %@
zh_hant: D1 寫入列 · %@
zh_hk: D1 寫入行 · %@

source: D1 行写入 · 今日
ar: صفوف D1 المكتوبة · اليوم
de: D1-Zeilenschreibvorgänge · Heute
en: D1 rows written · Today
es_mx: Filas escritas en D1 · Hoy
fr: Lignes écrites D1 · Aujourd’hui
ja: D1 行書き込み · 今日
ko: D1 기록된 행 · 오늘
pt_br: Linhas gravadas no D1 · Hoje
pt_pt: Linhas gravadas no D1 · Hoje
tr: D1 yazılan satır · Bugün
zh_hant: D1 寫入列 · 今日
zh_hk: D1 寫入行 · 今日

source: D1 行读取 · %@
ar: صفوف D1 المقروءة · %@
de: D1-Zeilenlesevorgänge · %@
en: D1 rows read · %@
es_mx: Filas leídas en D1 · %@
fr: Lignes lues D1 · %@
ja: D1 行読み取り · %@
ko: D1 읽은 행 · %@
pt_br: Linhas lidas no D1 · %@
pt_pt: Linhas lidas no D1 · %@
tr: D1 okunan satır · %@
zh_hant: D1 讀取列 · %@
zh_hk: D1 讀取行 · %@

source: D1 行读取 · 今日
ar: صفوف D1 المقروءة · اليوم
de: D1-Zeilenlesevorgänge · Heute
en: D1 rows read · Today
es_mx: Filas leídas en D1 · Hoy
fr: Lignes lues D1 · Aujourd’hui
ja: D1 行読み取り · 今日
ko: D1 읽은 행 · 오늘
pt_br: Linhas lidas no D1 · Hoje
pt_pt: Linhas lidas no D1 · Hoje
tr: D1 okunan satır · Bugün
zh_hant: D1 讀取列 · 今日
zh_hk: D1 讀取行 · 今日

source: DNS / HTTP / 网络过滤策略，按优先级自上而下匹配。左滑可启停 / 删除，点按编辑。
ar: سياسات تصفية DNS/HTTP/الشبكة، تُطابَق من الأعلى للأسفل حسب الأولوية. اسحب للتفعيل/الإيقاف أو الحذف، وانقر للتحرير.
de: DNS-/HTTP-/Netzwerk-Filterrichtlinien, von oben nach unten nach Priorität geprüft. Wischen zum Aktivieren/Deaktivieren oder Löschen, tippen zum Bearbeiten.
en: DNS / HTTP / Network filtering policies, matched top-down by priority. Swipe to enable/disable or delete, tap to edit.
es_mx: Políticas de filtrado DNS/HTTP/Red, evaluadas de arriba abajo por prioridad. Desliza para activar/desactivar o eliminar; toca para editar.
fr: Politiques de filtrage DNS/HTTP/Réseau, évaluées de haut en bas par priorité. Glissez pour activer/désactiver ou supprimer, touchez pour modifier.
ja: DNS／HTTP／ネットワークのフィルタリングポリシー。優先度順に上から一致。スワイプで有効／無効・削除、タップで編集。
ko: DNS/HTTP/네트워크 필터링 정책으로 우선순위에 따라 위에서 아래로 일치합니다. 밀어서 활성/비활성 또는 삭제, 탭하여 편집.
pt_br: Políticas de filtragem DNS/HTTP/Rede, avaliadas de cima para baixo por prioridade. Deslize para ativar/desativar ou excluir; toque para editar.
pt_pt: Políticas de filtragem DNS/HTTP/Rede, avaliadas de cima para baixo por prioridade. Deslize para ativar/desativar ou eliminar; toque para editar.
tr: DNS/HTTP/Ağ filtreleme ilkeleri, önceliğe göre yukarıdan aşağıya eşleşir. Etkinleştirmek/devre dışı bırakmak veya silmek için kaydırın, düzenlemek için dokunun.
zh_hant: DNS／HTTP／網路過濾原則，依優先順序由上而下比對。左滑可啟用／停用或刪除，點按編輯。
zh_hk: DNS／HTTP／網路過濾政策，依優先順序由上而下比對。左滑可啟用／停用或刪除，點按編輯。

source: DNS 查询
ar: استعلام DNS
de: DNS-Abfrage
en: DNS lookup
es_mx: Consulta DNS
fr: Requête DNS
ja: DNS ルックアップ
ko: DNS 조회
pt_br: Consulta DNS
pt_pt: Consulta DNS
tr: DNS sorgusu
zh_hant: DNS 查詢
zh_hk: DNS 查詢

source: DNS 记录
ar: سجلات DNS
de: DNS-Einträge
en: DNS Records
es_mx: Registros DNS
fr: Enregistrements DNS
ja: DNS レコード
ko: DNS 레코드
pt_br: Registros DNS
pt_pt: Registos DNS
tr: DNS kayıtları
zh_hant: DNS 記錄
zh_hk: DNS 記錄

source: DNS 记录未自动创建，请手动添加代理 CNAME，目标 %@
ar: لم يُنشأ سجل DNS تلقائيًا. أضِف يدويًا سجل CNAME عبر الوكيل، الهدف %@
de: Der DNS-Eintrag wurde nicht automatisch erstellt. Füge manuell einen proxied CNAME hinzu, Ziel %@
en: The DNS record wasn’t created automatically. Add a proxied CNAME manually, target %@
es_mx: El registro DNS no se creó automáticamente. Agrega manualmente un CNAME con proxy, destino %@
fr: L’enregistrement DNS n’a pas été créé automatiquement. Ajoutez manuellement un CNAME proxifié, cible %@
ja: DNS レコードは自動作成されませんでした。プロキシ CNAME を手動で追加してください。ターゲットは %@
ko: DNS 레코드가 자동으로 생성되지 않았습니다. 프록시 CNAME을 수동으로 추가하세요. 대상은 %@
pt_br: O registro DNS não foi criado automaticamente. Adicione um CNAME com proxy manualmente, destino %@
pt_pt: O registo DNS não foi criado automaticamente. Adicione um CNAME com proxy manualmente, destino %@
tr: DNS kaydı otomatik oluşturulmadı. Hedefi %@ olan proxy’li bir CNAME’i el ile ekleyin
zh_hant: DNS 記錄未自動建立，請手動新增代理 CNAME，目標 %@
zh_hk: DNS 記錄未自動建立，請手動新增代理 CNAME，目標 %@

source: DNS、SSL、HTTP、WHOIS、CIDR 等随身工具，无需 CF 账号。
ar: DNS وSSL وHTTP وWHOIS وCIDR وأدوات أخرى — دون الحاجة إلى حساب Cloudflare.
de: DNS, SSL, HTTP, WHOIS, CIDR und mehr – ohne Cloudflare-Konto.
en: DNS, SSL, HTTP, WHOIS, CIDR and more — no Cloudflare account needed.
es_mx: DNS, SSL, HTTP, WHOIS, CIDR y más, sin cuenta de Cloudflare.
fr: DNS, SSL, HTTP, WHOIS, CIDR et plus — sans compte Cloudflare.
ja: DNS、SSL、HTTP、WHOIS、CIDR などのツール。Cloudflare アカウント不要。
ko: DNS, SSL, HTTP, WHOIS, CIDR 등 휴대용 도구. Cloudflare 계정이 필요 없습니다.
pt_br: DNS, SSL, HTTP, WHOIS, CIDR e mais — sem conta da Cloudflare.
pt_pt: DNS, SSL, HTTP, WHOIS, CIDR e mais — sem conta Cloudflare.
tr: DNS, SSL, HTTP, WHOIS, CIDR ve daha fazlası — Cloudflare hesabı gerekmez.
zh_hant: DNS、SSL、HTTP、WHOIS、CIDR 等隨身工具，無需 CF 帳號。
zh_hk: DNS、SSL、HTTP、WHOIS、CIDR 等隨身工具，無需 CF 帳戶。

source: Durable Objects 命名空间（只读）。增删改请在 Worker 迁移中进行。
ar: مساحات أسماء Durable Objects (للقراءة فقط). الإضافة/التغيير/الحذف عبر عمليات ترحيل Worker.
de: Durable-Objects-Namespaces (schreibgeschützt). Hinzufügen/Ändern/Entfernen über Worker-Migrationen.
en: Durable Objects namespaces (read-only). Add/change/remove via Worker migrations.
es_mx: Espacios de nombres de Durable Objects (solo lectura). Agrega/cambia/elimina con migraciones del Worker.
fr: Espaces de noms Durable Objects (lecture seule). Ajout/modif./suppr. via migrations du Worker.
ja: Durable Objects 名前空間（読み取り専用）。追加・変更・削除は Worker のマイグレーションで行います。
ko: Durable Objects 네임스페이스(읽기 전용). 추가/변경/삭제는 Worker 마이그레이션에서 합니다.
pt_br: Namespaces de Durable Objects (somente leitura). Adicione/altere/remova via migrações do Worker.
pt_pt: Namespaces de Durable Objects (só de leitura). Adicione/altere/remova via migrações do Worker.
tr: Durable Objects ad alanları (salt okunur). Ekleme/değiştirme/silme Worker geçişleriyle yapılır.
zh_hant: Durable Objects 命名空間（唯讀）。新增／變更／刪除請透過 Worker 遷移進行。
zh_hk: Durable Objects 命名空間（唯讀）。新增／變更／刪除請透過 Worker 遷移進行。

source: Durable Objects 需要 Pro
ar: يتطلب Durable Objects إصدار Pro
de: Durable Objects erfordert Pro
en: Durable Objects requires Pro
es_mx: Durable Objects requiere Pro
fr: Durable Objects nécessite Pro
ja: Durable Objects には Pro が必要
ko: Durable Objects는 Pro 필요
pt_br: Durable Objects requer Pro
pt_pt: Durable Objects requer Pro
tr: Durable Objects için Pro gerekir

source: Email Routing 需要 Pro
ar: Email Routing يتطلب Pro
de: Email Routing erfordert Pro
en: Email Routing requires Pro
es_mx: Email Routing requiere Pro
fr: Email Routing nécessite Pro
ja: Email Routing には Pro が必要
ko: Email Routing에는 Pro 필요
pt_br: Email Routing exige Pro
pt_pt: Email Routing exige Pro
tr: Email Routing için Pro gerekir

source: ES Module：export default { fetch }（推荐）。
ar: ES Module: استخدم export default { fetch } (موصى به).
de: ES Module: export default { fetch } verwenden (empfohlen).
en: ES Module: use export default { fetch } (recommended).
es_mx: ES Module: usa export default { fetch } (recomendado).
fr: ES Module : utilisez export default { fetch } (recommandé).
ja: ES Module：export default { fetch } 形式（推奨）。
ko: ES Module: export default { fetch } 사용 (권장).
pt_br: ES Module: use export default { fetch } (recomendado).
pt_pt: ES Module: use export default { fetch } (recomendado).
tr: ES Module: export default { fetch } kullanın (önerilir).
zh_hant: ES Module：使用 export default { fetch }（建議）。
zh_hk: ES Module：使用 export default { fetch }（建議）。

source: Gateway 的 DNS / HTTP / 网络过滤策略（只读），按优先级自上而下匹配。
ar: سياسات تصفية DNS / HTTP / الشبكة في Gateway (للقراءة فقط)، تُطابَق حسب الأولوية من الأعلى إلى الأسفل.
de: DNS-/HTTP-/Netzwerk-Filterrichtlinien von Gateway (schreibgeschützt), nach Priorität von oben nach unten ausgewertet.
en: Gateway’s DNS / HTTP / network filtering policies (read-only), matched by priority top to bottom.
es_mx: Políticas de filtrado de DNS / HTTP / red de Gateway (solo lectura), evaluadas por prioridad de arriba abajo.
fr: Politiques de filtrage DNS / HTTP / réseau de Gateway (lecture seule), évaluées par priorité de haut en bas.
ja: Gateway の DNS / HTTP / ネットワークフィルタリングポリシー（読み取り専用）。優先度順に上から照合されます。
ko: Gateway의 DNS / HTTP / 네트워크 필터링 정책(읽기 전용), 우선순위에 따라 위에서 아래로 매칭됩니다.
pt_br: Políticas de filtragem de DNS / HTTP / rede do Gateway (somente leitura), avaliadas por prioridade de cima para baixo.
pt_pt: Políticas de filtragem de DNS / HTTP / rede do Gateway (apenas leitura), avaliadas por prioridade de cima para baixo.
tr: Gateway’in DNS / HTTP / ağ filtreleme politikaları (salt okunur), önceliğe göre yukarıdan aşağıya eşleşir.
zh_hant: Gateway 的 DNS / HTTP / 網路篩選政策（唯讀），依優先順序由上而下比對。
zh_hk: Gateway 的 DNS / HTTP / 網路篩選政策（唯讀），依優先順序由上而下比對。

source: Gateway 策略
ar: سياسات Gateway
de: Gateway-Richtlinien
en: Gateway policies
es_mx: Políticas de Gateway
fr: Politiques Gateway
ja: Gateway ポリシー
ko: Gateway 정책
pt_br: Políticas do Gateway
pt_pt: Políticas do Gateway
tr: Gateway politikaları
zh_hant: Gateway 政策
zh_hk: Gateway 政策

source: GeoIP 定位
ar: تحديد موقع GeoIP
de: GeoIP-Ortung
en: GeoIP lookup
es_mx: Localización GeoIP
fr: Géolocalisation GeoIP
ja: GeoIP 位置特定
ko: GeoIP 위치 확인
pt_br: Localização GeoIP
pt_pt: Localização GeoIP
tr: GeoIP konumu

source: hostname，如 app.example.com
ar: اسم المضيف، مثل app.example.com
de: Hostname, z. B. app.example.com
en: hostname, e.g. app.example.com
es_mx: nombre de host, p. ej. app.example.com
fr: nom d’hôte, p. ex. app.example.com
ja: ホスト名（例：app.example.com）
ko: 호스트 이름(예: app.example.com)
pt_br: nome de host, ex.: app.example.com
pt_pt: nome de anfitrião, ex.: app.example.com
tr: ana makine adı, ör. app.example.com
zh_hant: 主機名稱，如 app.example.com
zh_hk: 主機名稱，如 app.example.com

source: HTTP 探测
ar: فحص HTTP
de: HTTP-Prüfung
en: HTTP probe
es_mx: Sonda HTTP
fr: Sonde HTTP
ja: HTTP プローブ
ko: HTTP 프로브
pt_br: Sondagem HTTP
pt_pt: Sondagem HTTP
tr: HTTP yoklaması
zh_hant: HTTP 探測
zh_hk: HTTP 探測

source: HTTP 版本
ar: إصدار HTTP
de: HTTP-Version
en: HTTP Version
es_mx: Versión HTTP
fr: Version HTTP
ja: HTTP バージョン
ko: HTTP 버전
pt_br: Versão HTTP
pt_pt: Versão HTTP
tr: HTTP Sürümü

source: HTTP 请求
ar: طلب HTTP
de: HTTP-Anfrage
en: HTTP request
es_mx: Solicitud HTTP
fr: Requête HTTP
ja: HTTP リクエスト
ko: HTTP 요청
pt_br: Requisição HTTP
pt_pt: Pedido HTTP
tr: HTTP isteği
zh_hant: HTTP 請求
zh_hk: HTTP 請求

source: Hyperdrive 为外部 Postgres / MySQL 提供连接池与查询缓存。
ar: يوفّر Hyperdrive تجميع الاتصالات وتخزين الاستعلامات مؤقتًا لـ Postgres/MySQL الخارجية.
de: Hyperdrive bietet Connection-Pooling und Query-Caching für externe Postgres/MySQL.
en: Hyperdrive provides connection pooling and query caching for external Postgres / MySQL.
es_mx: Hyperdrive ofrece pooling de conexiones y caché de consultas para Postgres/MySQL externos.
fr: Hyperdrive fournit pooling de connexions et cache de requêtes pour Postgres/MySQL externes.
ja: Hyperdrive は外部の Postgres／MySQL に接続プールとクエリキャッシュを提供します。
ko: Hyperdrive는 외부 Postgres/MySQL에 연결 풀링과 쿼리 캐시를 제공합니다.
pt_br: O Hyperdrive oferece pool de conexões e cache de consultas para Postgres/MySQL externos.
pt_pt: O Hyperdrive oferece pool de ligações e cache de consultas para Postgres/MySQL externos.
tr: Hyperdrive, harici Postgres/MySQL için bağlantı havuzu ve sorgu önbelleği sağlar.
zh_hant: Hyperdrive 為外部 Postgres／MySQL 提供連線池與查詢快取。
zh_hk: Hyperdrive 為外部 Postgres／MySQL 提供連線池與查詢緩存。

source: Hyperdrive 缓存数据库的只读查询结果以降低延迟。
ar: يخزّن Hyperdrive نتائج الاستعلامات للقراءة فقط من قاعدة البيانات مؤقتًا لتقليل زمن الاستجابة.
de: Hyperdrive cacht schreibgeschützte Abfrageergebnisse der Datenbank, um die Latenz zu reduzieren.
en: Hyperdrive caches read-only query results from your database to reduce latency.
es_mx: Hyperdrive almacena en caché los resultados de consultas de solo lectura de la base de datos para reducir la latencia.
fr: Hyperdrive met en cache les résultats des requêtes en lecture seule de la base pour réduire la latence.
ja: Hyperdrive はデータベースの読み取り専用クエリ結果をキャッシュし、遅延を低減します。
ko: Hyperdrive는 데이터베이스의 읽기 전용 쿼리 결과를 캐시하여 지연 시간을 줄입니다.
pt_br: O Hyperdrive armazena em cache os resultados de consultas somente leitura do banco de dados para reduzir a latência.
pt_pt: O Hyperdrive coloca em cache os resultados de consultas só de leitura da base de dados para reduzir a latência.
tr: Hyperdrive, gecikmeyi azaltmak için veritabanının salt okunur sorgu sonuçlarını önbelleğe alır.
zh_hant: Hyperdrive 快取資料庫的唯讀查詢結果以降低延遲。
zh_hk: Hyperdrive 緩存資料庫的唯讀查詢結果以降低延遲。

source: Hyperdrive 需要 Pro
ar: يتطلب Hyperdrive إصدار Pro
de: Hyperdrive erfordert Pro
en: Hyperdrive requires Pro
es_mx: Hyperdrive requiere Pro
fr: Hyperdrive nécessite Pro
ja: Hyperdrive には Pro が必要
ko: Hyperdrive는 Pro 필요
pt_br: Hyperdrive requer Pro
pt_pt: Hyperdrive requer Pro
tr: Hyperdrive için Pro gerekir

source: iCloud 同步
ar: مزامنة iCloud
de: iCloud-Synchronisierung
en: iCloud Sync
es_mx: Sincronización con iCloud
fr: Synchronisation iCloud
ja: iCloud 同期
ko: iCloud 동기화
pt_br: Sincronização com iCloud
pt_pt: Sincronização com iCloud
tr: iCloud eşitleme

source: IP 归属地
ar: موقع عنوان IP
de: IP-Standort
en: IP location
es_mx: Ubicación de IP
fr: Localisation IP
ja: IP の位置情報
ko: IP 위치
pt_br: Localização de IP
pt_pt: Localização de IP
tr: IP konumu
zh_hant: IP 歸屬地
zh_hk: IP 歸屬地

source: IP 段
ar: نطاق IP
de: IP-Bereich
en: IP range
es_mx: Rango de IP
fr: Plage d’IP
ja: IP 範囲
ko: IP 범위
pt_br: Intervalo de IP
pt_pt: Intervalo de IP
tr: IP aralığı
zh_hant: IP 範圍
zh_hk: IP 範圍

source: IP 范围
ar: نطاق IP
de: IP-Bereich
en: IP Range
es_mx: Rango de IP
fr: Plage IP
ja: IP 範囲
ko: IP 범위
pt_br: Faixa de IP
pt_pt: Intervalo de IP
tr: IP Aralığı
zh_hant: IP 範圍
zh_hk: IP 範圍

source: IP 访问规则
ar: قواعد وصول IP
de: IP-Zugriffsregeln
en: IP Access Rules
es_mx: Reglas de acceso IP
fr: Règles d’accès IP
ja: IP アクセスルール
ko: IP 액세스 규칙
pt_br: Regras de acesso IP
pt_pt: Regras de acesso IP
tr: IP Erişim Kuralları
zh_hant: IP 存取規則
zh_hk: IP 存取規則

source: IP（留空查本机）
ar: عنوان IP (اتركه فارغًا لجهازك)
de: IP (leer = eigene)
en: IP (leave blank for your own)
es_mx: IP (vacío = la tuya)
fr: IP (vide = la vôtre)
ja: IP（空欄で自分の IP）
ko: IP(비우면 내 IP)
pt_br: IP (vazio = o seu)
pt_pt: IP (vazio = o seu)
tr: IP (boş = kendi IP'niz)
zh_hant: IP（留空查本機）
zh_hk: IP（留空查本機）

source: IPv4 地址，如 203.0.113.1
ar: عنوان IPv4، مثل 203.0.113.1
de: IPv4-Adresse, z. B. 203.0.113.1
en: IPv4 address, e.g. 203.0.113.1
es_mx: Dirección IPv4, p. ej. 203.0.113.1
fr: adresse IPv4, p. ex. 203.0.113.1
ja: IPv4 アドレス（例：203.0.113.1）
ko: IPv4 주소, 예: 203.0.113.1
pt_br: Endereço IPv4, ex. 203.0.113.1
pt_pt: Endereço IPv4, ex. 203.0.113.1
tr: IPv4 adresi, ör. 203.0.113.1
zh_hant: IPv4 位址，如 203.0.113.1

source: IPv6 兼容
ar: توافق IPv6
de: IPv6-Kompatibilität
en: IPv6 Compatibility
es_mx: Compatibilidad con IPv6
fr: Compatibilité IPv6
ja: IPv6 互換性
ko: IPv6 호환성
pt_br: Compatibilidade com IPv6
pt_pt: Compatibilidade com IPv6
tr: IPv6 Uyumluluğu
zh_hant: IPv6 相容
zh_hk: IPv6 相容

source: IPv6 地址，如 2001:db8::1
ar: عنوان IPv6، مثل 2001:db8::1
de: IPv6-Adresse, z. B. 2001:db8::1
en: IPv6 address, e.g. 2001:db8::1
es_mx: Dirección IPv6, p. ej. 2001:db8::1
fr: adresse IPv6, p. ex. 2001:db8::1
ja: IPv6 アドレス（例：2001:db8::1）
ko: IPv6 주소, 예: 2001:db8::1
pt_br: Endereço IPv6, ex. 2001:db8::1
pt_pt: Endereço IPv6, ex. 2001:db8::1
tr: IPv6 adresi, ör. 2001:db8::1
zh_hant: IPv6 位址，如 2001:db8::1

source: JS / .mjs 为代码模块，.wasm / 其它作为数据模块一并上传。
ar: ‏JS/.mjs وحدات برمجية، و‎.wasm وغيرها تُرفع كوحدات بيانات.
de: JS/.mjs sind Codemodule; .wasm und andere werden als Datenmodule hochgeladen.
en: JS / .mjs are code modules; .wasm and others are uploaded as data modules.
es_mx: JS/.mjs son módulos de código; .wasm y otros se suben como módulos de datos.
fr: JS/.mjs sont des modules de code ; .wasm et autres sont envoyés comme modules de données.
ja: JS／.mjs はコードモジュール、.wasm などはデータモジュールとして一緒にアップロードします。
ko: JS/.mjs는 코드 모듈이며 .wasm 등은 데이터 모듈로 함께 업로드됩니다.
pt_br: JS/.mjs são módulos de código; .wasm e outros são enviados como módulos de dados.
pt_pt: JS/.mjs são módulos de código; .wasm e outros são carregados como módulos de dados.
tr: JS/.mjs kod modülleridir; .wasm ve diğerleri veri modülü olarak yüklenir.
zh_hant: JS／.mjs 為程式碼模組，.wasm／其他則作為資料模組一併上傳。
zh_hk: JS／.mjs 為程式碼模組，.wasm／其他則作為資料模組一併上傳。

source: JS 质询
ar: تحدي JS
de: JS-Challenge
en: JS challenge
es_mx: Desafío JS
fr: Défi JS
ja: JS チャレンジ
ko: JS 챌린지
pt_br: Desafio JS
pt_pt: Desafio JS
tr: JS sınaması
zh_hant: JS 質詢
zh_hk: JS 質詢

source: Key 可包含 / 表示文件夹层级。超过 300 MB 的对象受 API 限制不可复制 / 移动。
ar: يمكن أن تستخدم المفاتيح / للإشارة إلى مستويات المجلدات. الكائنات التي تتجاوز 300 MB لا يمكن نسخها / نقلها بسبب قيود واجهة برمجة التطبيقات.
de: Keys können / verwenden, um Ordnerebenen darzustellen. Objekte über 300 MB können aufgrund von API-Beschränkungen nicht kopiert oder verschoben werden.
en: Keys can use / to denote folder levels. Objects over 300 MB can’t be copied or moved due to API limits.
es_mx: Las claves pueden usar / para indicar niveles de carpeta. Los objetos de más de 300 MB no se pueden copiar ni mover por límites de la API.
fr: Les clés peuvent utiliser / pour indiquer les niveaux de dossier. Les objets de plus de 300 MB ne peuvent pas être copiés ou déplacés en raison des limites de l’API.
ja: Key は / でフォルダ階層を表せます。300 MB を超えるオブジェクトは API の制限によりコピー / 移動できません。
ko: Key는 /로 폴더 계층을 나타낼 수 있습니다. 300MB를 초과하는 객체는 API 제한으로 복사 / 이동할 수 없습니다.
pt_br: As chaves podem usar / para indicar níveis de pasta. Objetos acima de 300 MB não podem ser copiados ou movidos devido a limites da API.
pt_pt: As chaves podem usar / para indicar níveis de pasta. Objetos acima de 300 MB não podem ser copiados ou movidos devido a limites da API.
tr: Key’ler klasör düzeylerini belirtmek için / kullanabilir. 300 MB’tan büyük nesneler API sınırları nedeniyle kopyalanamaz / taşınamaz.
zh_hant: Key 可包含 / 表示資料夾層級。超過 300 MB 的物件受 API 限制不可複製 / 移動。
zh_hk: Key 可包含 / 表示資料夾層級。超過 300 MB 的物件受 API 限制不可複製 / 移動。

source: KV / D1 / R2 等资源绑定在此查看，编辑请用 Wrangler 或 Dashboard。
ar: تُعرض روابط الموارد مثل KV / D1 / R2 هنا؛ عدّلها باستخدام Wrangler أو لوحة التحكم.
de: Ressourcen-Bindings wie KV / D1 / R2 werden hier angezeigt; bearbeite sie mit Wrangler oder dem Dashboard.
en: Resource bindings like KV / D1 / R2 are shown here; edit them with Wrangler or the dashboard.
es_mx: Aquí se muestran los enlaces de recursos como KV / D1 / R2; edítalos con Wrangler o el panel.
fr: Les liaisons de ressources comme KV / D1 / R2 sont affichées ici ; modifiez-les avec Wrangler ou le tableau de bord.
ja: KV / D1 / R2 などのリソースバインディングはここで確認でき、編集は Wrangler またはダッシュボードで行います。
ko: KV / D1 / R2 등 리소스 바인딩은 여기서 확인하고, 편집은 Wrangler나 대시보드에서 하세요.
pt_br: Bindings de recursos como KV / D1 / R2 aparecem aqui; edite-os com o Wrangler ou o painel.
pt_pt: Os bindings de recursos como KV / D1 / R2 aparecem aqui; edite-os com o Wrangler ou o painel.
tr: KV / D1 / R2 gibi kaynak bağlamaları burada gösterilir; bunları Wrangler veya pano ile düzenleyin.
zh_hant: KV / D1 / R2 等資源繫結在此檢視，編輯請用 Wrangler 或 Dashboard。
zh_hk: KV / D1 / R2 等資源繫結在此查看，編輯請用 Wrangler 或 Dashboard。

source: KV 写入 · %@
ar: كتابات KV · %@
de: KV-Schreibvorgänge · %@
en: KV writes · %@
es_mx: Escrituras de KV · %@
fr: Écritures KV · %@
ja: KV 書き込み · %@
ko: KV 쓰기 · %@
pt_br: Gravações de KV · %@
pt_pt: Gravações de KV · %@
tr: KV yazma · %@
zh_hant: KV 寫入 · %@
zh_hk: KV 寫入 · %@

source: KV 写入 · 今日
ar: كتابات KV · اليوم
de: KV-Schreibvorgänge · Heute
en: KV writes · Today
es_mx: Escrituras de KV · Hoy
fr: Écritures KV · Aujourd’hui
ja: KV 書き込み · 今日
ko: KV 쓰기 · 오늘
pt_br: Gravações de KV · Hoje
pt_pt: Gravações de KV · Hoje
tr: KV yazma · Bugün
zh_hant: KV 寫入 · 今日
zh_hk: KV 寫入 · 今日

source: KV 存储
ar: تخزين KV
de: KV-Speicher
en: KV Storage
es_mx: Almacenamiento KV
fr: Stockage KV
ja: KV ストレージ
ko: KV 저장소
pt_br: Armazenamento KV
pt_pt: Armazenamento KV
tr: KV depolama
zh_hant: KV 儲存
zh_hk: KV 儲存

source: KV 读取 · %@
ar: قراءات KV · %@
de: KV-Lesevorgänge · %@
en: KV reads · %@
es_mx: Lecturas de KV · %@
fr: Lectures KV · %@
ja: KV 読み取り · %@
ko: KV 읽기 · %@
pt_br: Leituras de KV · %@
pt_pt: Leituras de KV · %@
tr: KV okuma · %@
zh_hant: KV 讀取 · %@
zh_hk: KV 讀取 · %@

source: KV 读取 · 今日
ar: قراءات KV · اليوم
de: KV-Lesevorgänge · Heute
en: KV reads · Today
es_mx: Lecturas de KV · Hoy
fr: Lectures KV · Aujourd’hui
ja: KV 読み取り · 今日
ko: KV 읽기 · 오늘
pt_br: Leituras de KV · Hoje
pt_pt: Leituras de KV · Hoje
tr: KV okuma · Bugün
zh_hant: KV 讀取 · 今日
zh_hk: KV 讀取 · 今日

source: Max-Age（秒）
ar: Max-Age (ثوانٍ)
de: Max-Age (Sekunden)
en: Max-Age (seconds)
es_mx: Max-Age (segundos)
fr: Max-Age (secondes)
ko: Max-Age(초)
pt_br: Max-Age (segundos)
pt_pt: Max-Age (segundos)
tr: Max-Age (saniye)

source: Monorepo 时构建的子目录（root dir），留空为仓库根。
ar: الدليل الفرعي للبناء في monorepo (root dir)؛ اتركه فارغًا لجذر المستودع.
de: Unterverzeichnis für den Build in einem Monorepo (root dir); leer lassen für das Repository-Stammverzeichnis.
en: Subdirectory to build in a monorepo (root dir); leave blank for the repo root.
es_mx: Subdirectorio para compilar en un monorepo (root dir); déjalo vacío para la raíz del repositorio.
fr: Sous-répertoire de build dans un monorepo (root dir) ; laissez vide pour la racine du dépôt.
ja: モノレポでビルドするサブディレクトリ（root dir）。空欄でリポジトリのルートになります。
ko: 모노레포에서 빌드할 하위 디렉터리(root dir). 비워 두면 저장소 루트입니다.
pt_br: Subdiretório para build em um monorepo (root dir); deixe em branco para a raiz do repositório.
pt_pt: Subdiretório para compilar num monorepo (root dir); deixe em branco para a raiz do repositório.
tr: Monorepo'da derlenecek alt dizin (root dir); depo kökü için boş bırakın.
zh_hant: Monorepo 時建置的子目錄（root dir），留空為儲存庫根目錄。
zh_hk: Monorepo 時建置的子目錄（root dir），留空為儲存庫根目錄。

source: Name Server 域名
ar: نطاق خادم الأسماء
de: Nameserver-Domain
en: Name server domain
es_mx: Dominio del servidor de nombres
fr: Domaine du serveur de noms
ja: ネームサーバーのドメイン
ko: 네임 서버 도메인
pt_br: Domínio do servidor de nomes
pt_pt: Domínio do servidor de nomes
tr: Ad sunucusu alan adı
zh_hant: Name Server 網域

source: NULL · 点按填入当前时间
ar: NULL · انقر لإدراج الوقت الحالي
de: NULL · Tippen, um die aktuelle Zeit einzufügen
en: NULL · Tap to fill in current time
es_mx: NULL · Toca para usar la hora actual
fr: NULL · Touchez pour insérer l’heure actuelle
ja: NULL · タップして現在時刻を入力
ko: NULL · 탭하여 현재 시간 입력
pt_br: NULL · Toque para preencher a hora atual
pt_pt: NULL · Toque para preencher a hora atual
tr: NULL · Geçerli saati girmek için dokunun
zh_hant: NULL · 點按填入目前時間
zh_hk: NULL · 點按填入當前時間
